import React from "react";
import './Other.css'; // Подключаем файл стилей

const Other = () => {
  return (
    <div>
      <ul>
        <li>
          Учиха (うちわ) — другой вариант произнесения слова "WP.png учива"
          (団扇, "бумажный веер"), по совместительству являющегося символом
          клана. Учиву можно использовать для раздувания огня, чтобы сделать
          пламя жарче, что отсылает к мастерству Учиха в Катондзюцу.
        </li>
        <li>
          В вопросе одежды, Учиха всегда предпочитали костюмы с высокими
          воротниками и с гербом их клана, который гордо украшает спину. Во
          время Сенгоку Джидай, Учиха отказывались прикрывать спину какой-либо
          бронёй, чтобы с гордостью демонстрировать символ клана на спине. Со
          сменой поколений, их одежда изменилась, первоначально представляя из
          себя мантию тёмного цвета вместе со штанами, а впоследствии была
          заменена на простую футболку и штаны, с сохранением высокого
          воротника.
        </li>
        <li>
          Многие техники клана (Тсукуёми, Аматерасу и т.д.) названы в честь
          божеств синтоизма из японских мифов о сотворении мира.
        </li>
        <li>
          Существовали различные места, связанные с кланом:
          <ul>
            <li>Учиха Сенбей, который был известен во всей деревне.</li>
            <li>Храм, где проходили тайные встречи клана.</li>
            <li>База припасов в Сора-ку.</li>
            <li>
              Убежище, которое выступило в качестве арены для финального
              сражения между Саске и Итачи.
            </li>
          </ul>
        </li>
      </ul>
    </div>
  );
};

export default Other;
