import React from "react";

const Organ = () => {
  return (
    <div>
      <h1>Основание</h1>
      <p>
        Учиха — потомки старшего сына Рикудо Сеннина, Индры. Благодаря ему,
        Учиха унаследовали «глаза» Рикудо, что позволило им обладать сильной
        духовной энергией и чакрой. Подверженные проклятью ненависти, впервые
        продемонстрированному Индрой, Учиха способны проявлять сильные эмоции,
        усиливаясь через них: эти эмоции, как правило, сводились к любви к другу
        или члену семьи, после чего чувства преобразовывались в непреодолимую
        ненависть, когда Учиха теряли дорогих им людей. Эта потеря, независимо
        от того, произошла ли она на самом деле или же существовала её угроза,
        пробуждает Шаринган Учиха. Именно благодаря Шарингану Учиха заслужили
        себе большую часть своей как хорошей, так и дурной славы. Учиха веками
        сражались с Сенджу, конфликт с которыми разгорелся из-за вражды Асуры и
        Индры, из-за того, что их отец назначил наследником младшего сына,
        посчитав, что стремление Асуры достичь мира с помощью любви является
        лучшим способом, чем желание Индры установить мир силой. Индра,
        ослеплённый своим проклятьем ненависти, сразился с Асурой, чтобы
        завоевать себе то, что он считал своим правом по рождению. Учиха и
        Сенджу, потомки Индры и Асуры соответственно, продолжали их битву на
        протяжении веков, хотя никто из них даже не помнил причины их
        противостояния.
      </p>
      <p>
        Учиха во времена Сенгоку Джидай К разгару Сенгоку Джидай, Учиха и Сенджу
        были признаны сильнейшими кланами мира. Если одна из враждующих сторон
        нанимала Учиха, то другая, в противовес им, нанимала Сенджу.[4] Кроме
        того, силу Учиха ценили в борьбе с менее известными кланами: Даймё
        Каминари но Куни нанимали Учиха для того, чтобы те выселили другой клан
        с Додзюцу, Чиноике, из Каминари но Куни в Джигокудани.[5] Постоянная
        война между их кланами только разжигала взаимную ненависть, поскольку
        Учиха теряли своих близких от рук Сенджу, и наоборот. Однажды, два
        ребёнка из враждующих кланов, не зная о происхождении друг друга,
        встретились и подружились. Ими были Учиха Мадара и Сенджу Хаширама.
        Вместе они мечтали о построении нового мира без войн и смертей, но после
        того, как их личности оказались раскрыты перед друг другом, они
        прекратили общение.
      </p>
      <p>
        Мадара и Хаширама продолжили сражаться друг с другом в последующие годы.
        Движимый своим желанием одолеть Хашираму, а также своим соперничеством с
        младшим братом Изуной, Мадара стал первым Учиха, который пробудил свой
        Мангекё Шаринган. С помощью своей превосходящей силы, Мадара захватил
        власть в клане Учиха. Хаширама, на тот момент уже ставший главой клана
        Сенджу, пытался использовать их позиции, чтобы заключить мир между ними
        и наконец воплотить их с Мадарой детскую мечту. Несмотря на возрастающее
        желание мира в клане Учиха, Мадара отказался заключать его после того,
        как Изуна был убит братом Хаширамы, Тобирамой. Пересадив себе глаза
        брата, чтобы обрести Эйен но Мангекё Шаринган, Мадара в последний раз
        бросил вызов Сенджу для сражения за верховенство.[6] В конечном счёте,
        Мадара был повержен, но даже тогда отказался от предложения мира
        Хаширамы, настаивая, чтобы Хаширама убил себя. Когда Хаширама согласился
        на это условие, Мадара был вынужден согласиться, отказавшись от
        требования смерти Хаширамы.
      </p>
    </div>
  );
};

export default Organ;
