export const representatives = [
    {
        id: 1,
        name: 'Учиха Итачи',
        description: 'один из основных персонажей манги «Наруто» и снятого по её сюжету аниме. Героя озвучил Хидэо Исикава. В переводе с японского имя Итати означает ласка. В японской мифологии этот зверь символизирует неудачи, болезни и смерть.',
        image: 'https://citaty.info/files/styles/s/public/characters/123242.jpg?itok=Zdns5cq_',
    },  {
        id: 2,
        name: 'Учиха Мадара',
        description: 'главный антагонист манги и аниме в серии Наруто, созданной Масаси Кисимото. Он впервые появляется в «Части II» манги и аниме-адаптации «Шиппуден» в качестве главного антагониста. Он, наряду со своим первым Хокаге Сенджу Хаширамой, является одним из соучредителей деревни Конохагакуре из мира ниндзя',
        image: 'https://pm1.aminoapps.com/6859/b10be2646de3e72f766f9d18348187aa9cf4c1f7v2_hq.jpg',
    },  {
        id: 3,
        name: 'Учиха Обито',
        description: 'Впервые он представлен в побочной истории «Хроники Какаши» как молодой ниндзя, который жертвует собой, чтобы спасти своих друзей от враждебной группы ниндзя.',
        image: 'https://pw.artfile.me/wallpaper/11-08-2016/650x366/anime-naruto-obito-uchiha-obito-1065446.jpg',
    },  {
        id: 4,
        name: 'Учиха Изуна',
        description: 'редставитель клана Учиха и младший брат Учиха Мадары. Наряду с братом, он был одним из сильнейших членов клана.',
        image: 'https://pm1.aminoapps.com/6695/c340bab1cf0d21587579c5131eb8da5ffa8c181f_hq.jpg',
    },  {
        id: 5,
        name: 'Учиха Изуми',
        description: 'была куноичи из клана Учиха Деревни Скрытого Листа. Она с детства стала подругой Итачи Учиха и была влюблена в него.',
        image: 'https://gen.jut.su/uploads/heroes/1494351981_bezymyannyy.jpg',
    },  {
        id: 6,
        name: 'Учиха Шисуи',
        description: ' шиноби Конохагакуре, представитель клана Учиха и лучший друг Учиха Итачи.',
        image: 'https://cdn.nur.kz/images/1200x675/3237d05ba1cf111e.jpeg?version=1',
    },  {
        id: 7,
        name: 'Учиха Шин',
        description: 'был бывшим испытуемым Орочимару в его генетических экспериментах. После проявления тяготения к клану Учиха, и в особенности к Итачи Учихе, он присвоил себе их фамилию и покинул Орочимару, забрав с собой своих "сыновей".',
        image: 'https://dafunda.com/wp-content/uploads/2022/05/Darimana-Shin-Uchiha-Bisa-Mendapatkan-Sharingan.jpg',
    },  {
        id: 8,
        name: 'Учиха Сарада',
        description: 'куноичи клана Учиха и житель Конохагакуре. Она дочь Учиха Саске и Харуно Сакуры, которая с самого детства росла без отца, изначально она пытается понять, кем являются её родители и пытается найти себя.',
        image: 'https://avatars.dzeninfra.ru/get-zen_doc/1926164/pub_6044b835b8613c1dbb4df914_6044bb5458285736dddd2174/scale_1200',
    },
]